florinbaciuu/Brookesia-ESP32-S3-Touch-LCD-2.8-ESP-IDF-v6.X/managed_components/espressif__esp-boost/test_apps/assign/test/sdkconfig.ci.esp32s31_xip
CONFIG_IDF_TARGET="esp32s31"

CONFIG_SPIRAM_XIP_FROM_PSRAM=y
